[
  {
    "name": "webdesign cheerleader",
    "path-name": "ucs",
    "external_link": "https://unitedcheersports.de/",
    "short-description": "Die Zusammenarbeit mit UCS war und ist eine Herzensangelegenheit. Gerade bei solchen Projekten, wo Geld nicht im Fokus steht, ist es immer wieder schön, die Reaktionen auf unsere Arbeit zu sehen. Das Redesign der Seite war bitter nötig und als Verein ist es umso schwieriger jemanden zu finden, der sich dieser Aufgabe annimmt.",
    "thumbnail-alttag": "",
    "categories": ["branding", "webdesign"],
    "home-preview": true,
    "menu-color": "light",
    "sections": [],
    "similar-projects": [""]
  },
  {
    "name": "webdesign gesundheitszentrum koch",
    "path-name": "gzk",
    "external_link": "https://gesundheitszentrum-koch.de/",
    "short-description": "Bei der Neueröffnung des Gesundheitszentrums Koch waren wir für das Rebranding zuständig (Logodesign, Visitenkarten, Arbeitskleidung und ein Teil der Innen- und Außeneinrichtung). Außerdem haben wir die Webseite von Grund auf neu erstellt.",
    "thumbnail-alttag": "",
    "categories": ["branding", "webdesign"],
    "home-preview": true,
    "menu-color": "light",
    "sections": [],
    "similar-projects": [""]
  },
  {
    "name": "personal branding für cem felek",
    "path-name": "cem",
    "external_link": "https://legarti.agency/projects/cem/",
    "short-description": "Cem kam zu uns, weil er in Zukunft seine persönliche Marke auf sozialen Medien mit mehr sportlichen und athletischen Inhalten ausdrücken möchte. Dafür haben wir eine Beziehung zum Flexxfit Waltrop aufgebaut, welcher der perfekte Schauplatz zweier Workouts werden sollte. Zusätzlich haben wir unsere Verbindung zur Fight Lounge Dortmund genutzt, um ein echtes personal Training im Kampfsport zu ermöglichen.",
    "thumbnail-alttag": "",
    "categories": ["branding", "video"],
    "home-preview": true,
    "menu-color": "light",
    "sections": [
      {
        "heading": "videocontent",
        "description": "Explosive Bewegungen gepaart mit langsamen Fokusaufnahmen und Porträts bestimmen das Material. Ein Atmosphärischer aber deutlicher Beat, Gewichtekrachen und Atemzüge übernehmen den Klang. Ein Kontrastreiches Schwarz/Weiß überträgt bisherige Designentscheidungen der Website <a href='http://felek.tv/' style='color: #d3ac92;'>felek.tv</a> in unser Bewegtbild. Leichtes Bildrauschen ergänzt den Beat mit Retrowave Einflüssen. Abgerundet wurde das ganze durch Textanimationen. <br /><br />Ein besonderer Dank für die Textanimationen geht an Constantin <a href='https://www.instagram.com/niklewitz/' style='color: #d3ac92;'>(@niklewitz)</a>",
        "content": [
          {
            "container": "video",
            "filename": "full-01",
            "types": [{ "filetype": "mp4", "mimetype": "video/mp4" }]
          }
        ]
      },
      {
        "heading": "photoshooting für instagram",
        "description": "Der Dreh in der Fight Lounge wurde gepaart mit einem Fotoshooting. Vorher haben wir die bisherige Bildsprache seiner Profile analysiert, um zu garantieren, dass die neuen Fotos sich gut im Feed einfügen und der Marke entsprechen. <br /><br />Ein besonderer Dank geht an den Fotografen Emre <a href='https://www.instagram.com/bks_eb/' style='color: #d3ac92;'>(@bks_eb)</a>",
        "content": [
          {
            "container": "full-image",
            "images": ["full-1"]
          },
          {
            "container": "half-image",
            "images": ["half-3", "half-4"]
          },
          {
            "container": "full-image",
            "images": ["full-3"]
          }
        ]
      }
    ],
    "similar-projects": ["fighter promotion giuseppe correra"]
  },
  {
    "name": "fighter promotion giuseppe correra",
    "path-name": "correra",
    "external_link": "https://www.instagram.com/gcorrera/",
    "short-description": "Das nächste gemeinsame Projekt war Giuseppes Kampf auf der Westfalenmeisterschaft in der Hellwegsporthalle in Unna. Giuseppes erster Kampf nach zwei Jahren Wettkampfpause.<br>Wir haben ihn bei der Vorbereitung im Fitnessstudio und beim Boxtraining verfolgt und ihn bis zum Ring begleitet.",
    "thumbnail-alttag": "",
    "categories": ["branding", "video", "combat"],
    "home-preview": true,
    "menu-color": "light",
    "sections": [
      {
        "heading": "vorbereitung im mcfit",
        "description": "Das erste Projekt für Giuseppe ist eine Kampfvorbereitung aus drei Bereichen des Trainings aufzunehmen. Giuseppe befindet sich zu diesem Zeitpunkt vor mindestens einem Box- und einem K1-Kampf. Bis zur Fertigstellung dieses Projekt haben wir Giuseppe contentstrategisch mit mehreren Teasern ausgestattet. Wie zum Beispiel einen Ausschnitt aus seinem Krafttraining im McFit.<br/><br/><strong>Credits - </strong>Giuseppe Correra (Athlet); Robin Tuchel (Kamera & Edit); Beat by Depo",
        "content": [
          {
            "container": "video",
            "filename": "mcfit",
            "types": [{ "filetype": "mp4", "mimetype": "video/mp4" }]
          },
          {
            "container": "half-image",
            "images": ["half-1", "half-2"]
          }
        ]
      },
      {
        "heading": "westfalenmeisterschaften 2020 in unna",
        "description": "Der Fokus lag klar darauf, die Schlagabtäusche aufzunehmen, so wie von Giuseppe gewünscht. Darüber hinaus war uns aber auch wichtig auch die Ebene außerhalb des Rings zu zeigen. Den einzigartigen Walkout zum Ring, die Rufe und Reaktionen der Trainer und Zuschauer, das Ergebnis und die Gefühle danach.<br/><br/><strong>Credits - </strong>Giuseppe Correra (Athlet); Robin Tuchel (Kamera & Edit); Beat by Husix<br/><br/><strong>Giuseppe steht im Finale, welches nach der Corona-Krise ausgetragen wird. An der Stelle ist ein großes Lob an die Veranstalter auszusprechen, die frühzeitig gehandelt und die Veranstaltung abgesagt haben.</strong>",
        "content": [
          {
            "container": "video",
            "filename": "kampf",
            "types": [{ "filetype": "mp4", "mimetype": "video/mp4" }]
          }
        ]
      }
    ],
    "similar-projects": ["personal branding für cem felek"]
  },
  {
    "name": "onlineshop moname",
    "path-name": "moname",
    "external_link": "https://moname.de/",
    "short-description": "Moname war für uns die perfekte Möglichkeit unsere Abläufe für Onlineshop zu perfektionieren. Wir haben unglaublich viele Freiheiten bekommen, was die kreative Arbeit sehr erleichtert hat.",
    "thumbnail-alttag": "",
    "categories": ["branding", "webdesign"],
    "home-preview": true,
    "menu-color": "light",
    "sections": [],
    "similar-projects": [""]
  },
  {
    "name": "branding legarti combat",
    "path-name": "legarticombat",
    "external_link": "",
    "short-description": "Mit legarticombat gehen wir das nächste Herzensprojekt an. Bekleidungsdesign haben wir schon laenger im Auge. Als Kampfsportbegeisterte passt nichts besser als Sportbekleidung speziell für Kämpfer. For fighters by fighters.",
    "thumbnail-alttag": "",
    "categories": ["branding", "corporate-design"],
    "home-preview": false,
    "menu-color": "dark",
    "sections": [
      {
        "heading": "shirt design - fighter gear",
        "description": "Mit der ersten Kollektion starten wir vorerst in die Testproduktion. Welcher Stoff, welche Farben, welche Motive. Wir haben einen tollen Partner an unserer Seite, mit dem wir durch alle Prozesse gehen. Treu nach unserem Motto, einfach ma' machen. <br /> <br />Es wird ein Kickstarterprojekt werden, damit wir sehen, wie gro&szlig; die Nachfrage denn tatsächlich ist und vor allem, welches Design am besten ankommt. Wir sind gro&szlig;e Freunde davon, die Menschen zu Fragen, was sie haben wollen, um ihnen dann, mit unseren Ideen etwas bieten zu können, was ihnen gefällt.",
        "content": [
          {
            "container": "half-image",
            "images": ["1", "2", "switch-japan-black", "switch-japan-white"]
          },
          {
            "container": "vertical-half-image",
            "images": ["vertical-1", "vertical-2"]
          }
        ]
      },
      {
        "heading": "trikot design für promotion",
        "description": "Wir wollen Amateurkämpfern das Gefühl der Gro&szlig;en geben. Das eigene Trikot in die Arena tragen. Mit Namen, Flagge des Heimatlandes und das ganz eigene Design. Das Feuer in den Augen der Kämpfer zu sehen ist einmalig, wenn sie ihr eigenes Trikot mit ganzem stolz tragen. <br /> <br />Wenn man sich andere Bekleidung für Kämpfer ansieht, ist diese meist überhäuft mit Werbung von Sponsoren und meist unpersönlichen Kram. Die gro&szlig;e Motivation dahinter war, etwas für den Kämpfer zu machen, damit er sich wohlfühlt. Er kämpft, nicht wir. Wir unterstützen und nur diese Rolle wollen wir auch einnehmen.",
        "content": [
          {
            "container": "half-image",
            "images": ["italia-black", "italia-white", "3", "4"]
          }
        ]
      }
    ],
    "similar-projects": []
  }
]
